Repository: BYSTROSTREL/mintstick
Catalog: debian/po/*.po
Languages: da, id, nb, uk

source: Image:
da: Billed:
id: Gambar:
nb: Bilde:
uk: Образ:

source: Target Device:
da: Mål udstyr:
id: Perangkat Sasaran:
nb: Mål Enhet:
uk: Цільовий пристрій:

source: Unmounting all partitions of
da: Monter alle partitioner på
id: Melepas semua partisi dari
nb: Fjern alle partisjoner som
uk: Відключення всіх розділів

source: Trying to unmount
da: Prøv at afmonter
id: Mencoba untuk melepas
nb: Prøver å avmontere
uk: Пробую відключити

source: Error, umount
da: Fejl, afmonter
id: Ada kesalahan, melepas
nb: Feil, avmonter
uk: Помилка відключення

source: was terminated by signal
da: blev stoppet af signal
id: dihentikan oleh sinyal
nb: ble avsluttet med melding
uk: було перервано сигналом

source: successfully unmounted
da: Blev afmonterer problemfrit
id: berhasil dilepaskan
nb: avmontering vellykket
uk: успішно відключено

source: returned
da: returneret
id: Dikembalikan
nb: tilbakestilt
uk: повернув

source: Execution failed:
da: Udførelse mislykkedes:
id: Eksekusi Gagal:
nb: Utførelse feilet:
uk: Помилка виконання:

source: Could not read mtab !
da: Kunne ikke læse mtab !
id: Tidak dapat membaca mtab !
nb: Kunne ikke lese mtab !
uk: Не можу прочитати файл mtab!

source: Writing
da: Skriver:
id: Menulis
nb: Skriving
uk: Запис

source: to
da: til
id: ke
nb: til
uk: до

source: Executing: dd if=
da: Udføre: dd if=
id: Eksekusi: dd if=
nb: Utføring: dd if=
uk: Виконання: dd if=

source: Wrote:
da: Skrev:
id: Ditulis:
nb: Skrev:
uk: Записано:

source: The dd process ended with an error !
da: Dd processen sluttede med en fejl !
id: Proses dd diakhiri dengan adanya kesalahan !
nb: Prosessen dd stoppet med en feil !
uk: Виконання dd завершилось з помилкою!

source: Image
da: Billed
id: Gambar
nb: Bilde
uk: Образ

source: successfully written to
da: Succesfuld skrevet til
id: Berhasil menulis ke
nb: vellykket skrevet til
uk: успішно записано до

source: <b>Error</b> No target devices were found. You need to plug in a USB Key to which the image can be written.
da: <b>Fejl</b> Der blev ikke fundet et mål udstyr. Du skal sætte en USB i som billedet kan gemmes på.
id: <b>Kesalahan</b> Tidak ditemukan perangkat sasaran. Anda perlu memasukkan dalam kunci USB dimana gambar dapat direkamkan.
nb: <b>Error</b> Ingen mål enheter er funnet. Du trenger å plugge inn en USB Nøkkel for å kunne skrive til enheten.
uk: <b>Помилка</b> Не знайдено цільового пристрою. Піключіть USB пристрій, на який повинно записати образ.

source: <b>Error</b> Something went wrong, please see the details window for the exact error. A logfile with the content will be saved in your homedir if the application is closed.
da: <b>Fejl</b> Noget gik galt, se venligst detalje vinduet for den præcise fejlmeddelelse. En logfile med indholdet vil blive gemt i din hjemmemappe hvis applikationen er lukket.
id: <b>Kesalahan</b> Terjadi kesalahan, silahkan periksa perincian di jendela untuk melihat pesan kesalahan. Berkas catatan dengan penjelasan akan disimpan di direktori utama apabila program ditutup.
nb: <b>Feilmelding</b> Noe ble feil, se detaljer i vindu for feilmeldinger. En logfil med feilmeldingen blir lagret i din hjemmekatalog når programmet avsluttes.
uk: <b>Помилка</b> Щось пішло не так, будьласка, передивіться вікно деталей, щоб зрозуміти помилку. Файл журналу з вмістом помилки буде записано до Вашої домашньої теки, якщо додаток буде завершено.

source: <b>Success</b> The image was successfully written to the target device. You are free to unplug it now, a log of the operation will be saved in your homedir if you close the application.
da: <b>Succes</b> Billedet blev skrevet til målenheden. Du er fri til at afmonterer det nu, en log over den handlingen vil blive gemt i hjemmemappen hvis du lukker programmet.
id: <b>Sukses</b> Gambar sudah sukses direkamkan ke dalam perangkat sasaran. Sekarang anda boleh melepaskannya, catatan proses akan disimpan di direktori utama apabila anda menutup program.
nb: <b>Vellykket</b> Bildet ble skrevet til valgt område. Du kan fjerne tilkoblet tilkoblet medium, en log fil fra operasjonen vil bli lagret i din hjemmekatalog hvis du avslutter applikasjonen.
uk: <b>Успіх</b> Образ успішно записано до цільового пристрою. Ви можете вільно вимкнути його, Файл журналу дій буде записнано до Вашої домашньої теки, якщо додаток буде закрито.

source: <b>Warning</b> This will <b>destroy all data</b> on the target device, are you sure you want to proceed ? If you say ok here, please <b>do not unplug</b> the device during the following operation.
da: <b>Advarsel</b> Dette vil <b>ødelægge alle data</b> på mål enheden, er du sikker på at du vil fortsætte? Hvis du siger ok her, så <b>afmonterer ikke</b> enheden i løbet af den følgende operation.
id: <b>Peringatan</b> Akan <b>menghapus semua data</b> pada perangkat sasaran, apakah anda akan meneruskan ? Apabila anda setuju, mohon <b>jangan melepas</b> perangkat selama operasi berikut.
nb: <b>Advarsel</b> Dette vil <b>ødelegge all data</b> på valgt lagringsmedium, er du sikker på at du ønsker å fortsette ? Hvis du velger ok, vennligst <b>fjern ikke lagringsmedium</b> under den valgte operasjonen.
uk: <b>Попередження</b> Це призведе до <b>втрати всіх даних</b> на цільовому пристрої, ви хочете продовжити? Якщо Ви скажете ТАК, будь ласка, <b>не відключайте</b> пристрій протягом наступної операції.

source: Details
da: Detaljer
id: Rincian
nb: Detaljer
uk: Докладніше

source: Select Image
da: Vælg billede
id: Pilih gambar
nb: Velg bilde
uk: Виберіть образ

source: Select an image file to be written to the device
da: Vælg et billed som kan gemmes på udstyret
id: Pilih sebuah berkas gambat untuk dituliskan ke perangkat
nb: Velg bilde fil som skal skrives til enheten
uk: Виберіть файл образу, що буде записано на пристрій

source: Select target device to write the image to
da: Vælg det udstyr som billedet skal gemmes på
id: Pilih sasaran perangkat untuk membuat gambar
nb: Velg medium å skrive image til
uk: Виберіть пристрій для запису образу

source: Write Image:
da: Skriv billede:
id: Menulis Gambar:
nb: Skriv Bilde:
uk: Записати образ:

source: Write to device
da: Gemmer på udstyr
id: Menulis ke perangkat
nb: Skriv til enheten
uk: Записати на пристрій:

source: gtk-cancel
da: gtk-annullér
uk: Скасувати

source: gtk-close
da: gtk-luk
nb: gtk-lukk
uk: Вийти

source: gtk-ok
uk: Гаразд

source: to
da: til
id: ke
nb: til
uk: до

source: ImageWriter
id: PenulisGambar
nb: ImageSkriver
